{
  "heroTitle": "EFENDIĆ METAL TECHNOLOGY",
  "heroSmallTitle": "Bosnien und Herzegowina, Bugojno - 70230",
  "ourStoryTitle": "Unsere Geschichte",
  "ourStoryContent": "Unsere Geschichte ist eine von Ehrgeiz, Wachstum und einer Leidenschaft für Perfektion. Von unseren bescheidenen Anfängen haben wir uns zu einer Kraftzentrale der Präzisionsingenieurwissenschaft entwickelt. Jeder Meilenstein war ein Zeugnis unseres Engagements für Qualität und Kundenzufriedenheit.",
  "aboutUsTitle": "Über Uns",
  "aboutUsContent": "Willkommen bei Efendić Metalltechnologie, einem Wegbereiter in der präzisen CNC-Fertigung, stolz ansässig in Bosnien. Vor drei Jahren gegründet, war unsere Reise geprägt von unermüdlicher Hingabe an Präzisionsingenieurwesen und einem unerschütterlichen Engagement, erstklassige Fertigungslösungen zu liefern.<br><br>Bei EMT ist unsere Mission einfach, doch tiefgreifend: CNC-Fertigung durch Innovation, Präzision und Exzellenz neu zu definieren. Wir streben danach, mehr als nur ein Hersteller zu sein; wir wollen Ihr vertrauensvoller Partner sein, um Ideen in die Realität umzusetzen.<br>Hinter jedem erfolgreichen Projekt steht ein Team von Experten, die sich der Exzellenz verschrieben haben. Treffen Sie unsere erfahrenen Fachleute, jeder von ihnen bringt eine Fülle von Erfahrung und Fachwissen mit, um den Erfolg Ihrer Projekte zu gewährleisten.",
  "ourMissionTitle": "Unsere Mission",
  "ourMissionContent": "Bei EMT ist unsere Mission einfach, doch tiefgreifend: CNC-Fertigung durch Innovation, Präzision und Exzellenz neu zu definieren. Wir streben danach, mehr als nur ein Hersteller zu sein; wir wollen Ihr vertrauensvoller Partner sein, um Ideen in die Realität umzusetzen.",
  "services": "Dienstleistungen",
  "drilling": "Bohren",
  "milling": "Fräsen",
  "turning": "Drehen",
  "drillingContent": "Unsere Präzisionsbohrdienste sind darauf ausgelegt, höchste Industriestandards zu erfüllen. Wir bieten genaue Lochplatzierung, konsistente Tiefen und glatte Oberflächen. Ob Einzelbohrungen oder komplexe Muster, wir haben das Know-how, um präzise Ergebnisse zu liefern.",
  "millingContent": "Mit fortschrittlicher CNC-Frästechnologie sind wir hervorragend in der Erstellung komplexer und präziser Komponenten für eine Vielzahl von Industrien. Unsere Fräsdienste gewährleisten enge Toleranzen, hohe Wiederholgenauigkeit und überlegene Oberflächenqualität. Ob Sie Prototypen oder Großserienproduktion benötigen, unsere Fräskapazitäten sind unübertroffen.",
  "turningContent": "Unsere CNC-Drehservices bieten unvergleichliche Präzision für die Erstellung zylindrischer Komponenten. Wir sind spezialisiert auf das Drehen verschiedener Materialien und produzieren Teile mit engen Toleranzen und außergewöhnlichen Oberflächen.",
  "latestProducts": "Neueste Produkte"
}
