{
  "heroTitle": "EFENDIĆ METAL TECHNOLOGY",
  "heroSmallTitle": "Bosnia and Herzegovina , Bugojno - 70230",
  "ourStoryTitle": "Our Story",
  "ourStoryContent": "Our story is one of ambition, growth, and a passion for perfection. From our humble beginnings, we have evolved into a powerhouse of precision engineering. Each milestone has been a testament to our commitment to quality and client satisfaction.",
  "aboutUsTitle": "About Us",
  "aboutUsContent": "Welcome to Efendić Metal Technology, a trailblazer in precision CNC manufacturing proudly based in Bosnia. Established three years ago, our journey has been one marked by relentless dedication to precision engineering and unwavering commitment to delivering top-tier manufacturing solutions.<br><br>At EMT, our mission is simple yet profound: to redefine CNC manufacturing through innovation, precision, and excellence. We strive to be more than just a manufacturer; we aim to be your trusted partner in turning ideas into reality.<br>Behind every successful project is a team of experts dedicated to excellence. Meet our seasoned professionals, each bringing a wealth of experience and expertise to ensure the success of your projects.",
  "ourMissionTitle": "Our Mission",
  "ourMissionContent": "At EMT, our mission is simple yet profound: to redefine CNC manufacturing through innovation, precision, and excellence.We strive to be more than just a manufacturer; we aim to beyour trusted partner in turning ideas into reality.",
  "services": "Services",
  "drilling": "Drilling",
  "milling": "Milling",
  "turning": "Turning",
  "drillingContent": "Our precision drilling services are designed to meet the highest industry standards. We offer accurate hole placement, consistent depths, and smooth finishes. Whether it's single-hole drilling or complex patterns, we have the expertise to deliver precise results.",
  "millingContent": "Utilizing advanced CNC milling technology, we excel in creating intricate and precise components for a wide range of industries. Our milling services ensure tight tolerances, high repeatability, and superior surface finishes. Whether you require prototypes or large-scale production, our milling capabilities are second to none.",
  "turningContent": "Our CNC turning services provide unparalleled precision for the creation of cylindrical components. We specialize in turning a variety of materials, producing parts with tight tolerances and exceptional surface finishes.",
  "latestProducts": "Latest Products"
}
