{
  "heroTitle": "EFENDIĆ METAL TECHNOLOGY",
  "heroSmallTitle": "Bosna i Hercegovina, Bugojno - 70230",
  "ourStoryTitle": "Naša Priča",
  "ourStoryContent": "Naša priča je priča o ambiciji, rastu i strasti prema savršenstvu. Od naših skromnih početaka razvili smo se u centar preciznog inženjeringa. Svaki je prekretnica bila svjedočanstvo naše posvećenosti kvaliteti i zadovoljstvu klijenata.",
  "aboutUsTitle": "O Nama",
  "aboutUsContent": "Dobrodošli u Efendić Metal Tehnologiju, predvodnik u preciznoj CNC proizvodnji s ponosom smješten u Bosni. Osnovani prije tri godine, naš put je obilježen neprekidnom predanošću preciznom inženjeringu i nepokolebljivom posvećenošću pružanju vrhunskih proizvodnih rješenja.<br><br>U EMT-u, naša misija je jednostavna, ali duboka: redefinirati CNC proizvodnju kroz inovaciju, preciznost i izvrsnost. Težimo biti više od proizvođača; cilj nam je biti vaš pouzdani partner u pretvaranju ideja u stvarnost.<br>Iza svakog uspješnog projekta stoji tim stručnjaka posvećenih izvrsnosti. Upoznajte naše iskusne profesionalce, svaki od njih donosi bogatstvo iskustva i stručnosti kako bi osigurao uspjeh vaših projekata.",
  "ourMissionTitle": "Naša Misija",
  "ourMissionContent": "U EMT-u, naša misija je jednostavna, ali duboka: redefinirati CNC proizvodnju kroz inovaciju, preciznost i izvrsnost. Težimo biti više od proizvođača; cilj nam je biti vaš pouzdani partner u pretvaranju ideja u stvarnost.",
  "services": "Usluge",
  "drilling": "Bušenje",
  "milling": "Glodanje",
  "turning": "Tokarenje",
  "drillingContent": "Naše usluge preciznog bušenja dizajnirane su da zadovolje najviše industrijske standarde. Nudimo precizno postavljanje rupa, konzistentne dubine i glatke završne obrade. Bilo da se radi o bušenju pojedinačnih rupa ili složenih obrazaca, imamo stručnost za isporuku preciznih rezultata.",
  "millingContent": "Koristeći naprednu CNC tehnologiju glodanja, izvrsni smo u stvaranju složenih i preciznih komponenti za širok spektar industrija. Naše usluge glodanja osiguravaju uske tolerancije, visoku ponovljivost i vrhunske završne obrade. Bilo da vam trebaju prototipovi ili proizvodnja u velikim serijama, naše mogućnosti glodanja su nenadmašne.",
  "turningContent": "Naše CNC usluge tokarenja pružaju neusporedivu preciznost za stvaranje cilindričnih komponenti. Specijalizirani smo za tokarenje različitih materijala, proizvodeći dijelove s uskim tolerancijama i izuzetnim završnim obradama."
}
